/* Rate adjustment slider checkbox */
"Adjust rate:" = "Προσαρμογή ρυθμού:";

/* label for the unit in the box for character limit */
"characters" = "χαρακτήρες";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "Κλικ στην Ειδοποίηση";

/* Label for speech faster */
"Fast:" = "Γρήγορο:";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "Καθολικές Συντομεύσεις:";

/* Limit speech display to a given amount of characters */
"Limit to" = "Περιορισμός σε";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "Πάυση/Συνέχιση";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "Παράλειψη Ειδοποίησης";

/* Label speech slower */
"Slow" = "Αργό";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "System Default";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "This is a preview of the %@ voice.";

/* Label for popup with voices */
"Voice:" = "Hlas:";

/* Volume adjustment checkcbox */
"Volume:" = "Ένταση";

